moving-app/app/controllers/items_controller.rb

    def create
        @item = Item.create(name: params[:name], quantity: params[:quantity])
---
INSERT INTO "items" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2021-01-20 21:44:47.360235"], ["updated_at", "2021-01-20 21:44:47.360235"]]