moving-app/app/controllers/rooms_controller.rb

    def show
        @room = Room.find(params[:id])
---
SELECT "rooms".* FROM "rooms" WHERE "rooms"."id" = ? LIMIT ?  [["id", 16], ["LIMIT", 1]]